{
  "text": {
    "hey": 43,
    "hello": 42,
    "hi": 44,
    "there": 91,
    "good": 38,
    "morning": 59,
    "evening": 32,
    "dude": 31,
    "bye": 18,
    "goodbye": 39,
    "see": 79,
    "you": 103,
    "later": 53,
    "talk": 89,
    "to": 94,
    "soon": 83,
    "ya": 100,
    "take": 88,
    "care": 20,
    "yes": 102,
    "yeah": 101,
    "sure": 86,
    "absolutely": 1,
    "sounds": 84,
    "of": 65,
    "course": 25,
    "no": 62,
    "nope": 63,
    "not": 64,
    "really": 75,
    "i": 47,
    "don": 29,
    "t": 87,
    "think": 92,
    "so": 82,
    "nah": 61,
    "m": 57,
    "feeling": 34,
    "great": 40,
    "everything": 33,
    "s": 76,
    "awesome": 11,
    "amazing": 5,
    "super": 85,
    "wonderful": 99,
    "perfect": 68,
    "couldn": 24,
    "be": 13,
    "better": 14,
    "down": 30,
    "sad": 77,
    "today": 95,
    "is": 50,
    "a": 0,
    "bad": 12,
    "day": 26,
    "could": 23,
    "low": 56,
    "are": 9,
    "bot": 15,
    "am": 4,
    "talking": 90,
    "real": 74,
    "person": 69,
    "who": 98,
    "built": 16,
    "human": 46,
    "show": 80,
    "me": 58,
    "pets": 71,
    "list": 54,
    "available": 10,
    "animals": 7,
    "want": 96,
    "dog": 28,
    "find": 35,
    "small": 81,
    "cat": 22,
    "looking": 55,
    "for": 36,
    "rabbit": 73,
    "what": 97,
    "do": 27,
    "have": 41,
    "any": 8,
    "puppies": 72,
    "search": 78,
    "pet": 70,
    "kitten": 52,
    "adopt": 3,
    "this": 93,
    "order": 67,
    "one": 66,
    "can": 19,
    "buy": 17,
    "how": 45,
    "interested": 49,
    "in": 48,
    "animal": 6,
    "get": 37,
    "it": 51,
    "add": 2,
    "my": 60,
    "cart": 21
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "search_pet": 8,
    "order_pet": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17,
    "utter_order_response": 18,
    "utter_pet_search_response": 19
  },
  "action_text": null,
  "intent_response_key": null
}