{
  "text": {
    "hey": 45,
    "hello": 44,
    "hi": 46,
    "there": 93,
    "good": 40,
    "morning": 61,
    "evening": 34,
    "dude": 33,
    "bye": 18,
    "goodbye": 41,
    "see": 81,
    "you": 105,
    "later": 55,
    "talk": 91,
    "to": 96,
    "soon": 85,
    "ya": 102,
    "take": 90,
    "care": 20,
    "yes": 104,
    "yeah": 103,
    "sure": 88,
    "absolutely": 1,
    "sounds": 86,
    "of": 67,
    "course": 26,
    "no": 64,
    "nope": 65,
    "not": 66,
    "really": 77,
    "i": 49,
    "don": 31,
    "t": 89,
    "think": 94,
    "so": 84,
    "nah": 63,
    "m": 59,
    "feeling": 36,
    "great": 42,
    "everything": 35,
    "s": 78,
    "awesome": 11,
    "amazing": 5,
    "super": 87,
    "wonderful": 101,
    "perfect": 70,
    "couldn": 25,
    "be": 13,
    "better": 14,
    "down": 32,
    "sad": 79,
    "today": 97,
    "is": 52,
    "a": 0,
    "bad": 12,
    "day": 27,
    "could": 24,
    "low": 58,
    "are": 9,
    "bot": 15,
    "am": 4,
    "talking": 92,
    "real": 76,
    "person": 71,
    "who": 100,
    "built": 16,
    "human": 48,
    "show": 82,
    "me": 60,
    "pets": 73,
    "list": 56,
    "available": 10,
    "animals": 7,
    "want": 98,
    "dog": 29,
    "find": 37,
    "small": 83,
    "cat": 22,
    "looking": 57,
    "for": 38,
    "rabbit": 75,
    "what": 99,
    "do": 28,
    "have": 43,
    "any": 8,
    "puppies": 74,
    "search": 80,
    "pet": 72,
    "kitten": 54,
    "adopt": 3,
    "can": 19,
    "dogs": 30,
    "cats": 23,
    "this": 95,
    "order": 69,
    "one": 68,
    "buy": 17,
    "how": 47,
    "interested": 51,
    "in": 50,
    "animal": 6,
    "get": 39,
    "it": 53,
    "add": 2,
    "my": 62,
    "cart": 21
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "search_pet": 8,
    "order_pet": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_pets": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18,
    "utter_order_response": 19,
    "utter_pet_search_response": 20
  },
  "action_text": null,
  "intent_response_key": null
}